Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

source: Image backups are enabled but no backup folder is specified or the specified folder can no longer be found. Please open the program settings window (⌘ ,) and select a folder for image backups.
es: Las copias de seguridad están activadas, pero no se ha indicado una carpeta o ya no se encuentra. Abre Ajustes (⌘,) y selecciona una carpeta.
ja: バックアップが有効ですが、フォルダが未指定または見つかりません。設定（⌘,）を開き、バックアップフォルダを選択してください。
ko: 백업은 켜져 있지만 폴더가 지정되지 않았거나 찾을 수 없습니다. 설정(⌘,)에서 백업 폴더를 선택하세요.
pt_br: Os backups estão ativados, mas nenhuma pasta foi definida ou ela não está disponível. Abra Ajustes (⌘,) e selecione uma pasta.
zh_hans: 照片备份已开启，但未指定备份文件夹，或原文件夹已不可用。请打开设置（⌘,）选择备份文件夹。
zh_hant: 照片備份已開啓，但未指定備份資料夾，或原資料夾已不可用。請打開設定（⌘,）選擇備份資料夾。

source: Image updates are still being processed. Please wait for the updates to complete before quitting PhotoTrail.
es: Las fotos se están actualizando. Espera a que termine antes de salir de PhotoTrail.
ja: 写真を更新中です。完了してからPhotoTrailを終了してください。
ko: 사진을 업데이트 중입니다. 완료된 후 PhotoTrail을 종료하세요.
pt_br: As fotos estão sendo atualizadas. Aguarde a conclusão antes de sair do PhotoTrail.
zh_hans: 照片仍在保存，请等待完成后再退出 PhotoTrail。
zh_hant: 照片仍在保存，請等待完成後再退出 PhotoTrail。

source: Imagery
es: Satélite
ja: 衛星写真
ko: 위성 사진
pt_br: Satélite
zh_hans: 卫星影像
zh_hant: 衛星影像

# JPG 和 RAW 双文件
source: JPG and RAW dual files
es: Par JPG y RAW
ja: JPGとRAWのペア
ko: JPG 및 RAW 쌍
pt_br: Par JPG e RAW
zh_hans: JPG 和 RAW 双文件
zh_hant: JPG 和 RAW 雙檔案

source: Latitude
es: Latitud
ja: 緯度
ko: 위도
zh_hans: 纬度
zh_hant: 緯度

source: Latitude and Longitude updates will not take effect until the *return* key is pressed when either field is active.
es: Los cambios de latitud y longitud se aplican al pulsar Retorno en uno de los campos.
ja: 緯度・経度は、いずれかの入力欄でReturnキーを押すと反映されます。
ko: 위도·경도는 입력란에서 Return 키를 눌러야 적용됩니다.
pt_br: As alterações de latitude e longitude são aplicadas ao pressionar Return em um dos campos.
zh_hans: 修改纬度或经度后，按回车键才会生效。
zh_hant: 修改緯度或經度後，按回車鍵才會生效。

source: Latitude:
es: Latitud:
ja: 緯度：
ko: 위도:
zh_hans: 纬度：
zh_hant: 緯度：

source: Location
es: Ubicación
ja: 位置
ko: 위치
pt_br: Localização
zh_hans: 位置
zh_hant: 位置

source: Locn From Track
es: Ubicación desde ruta
ja: 軌跡から位置を設定
ko: 경로에서 위치 설정
pt_br: Localização da trilha
zh_hans: 从轨迹匹配位置
zh_hant: 從軌跡匹配位置

source: Longitude
es: Longitud
ja: 経度
ko: 경도
zh_hans: 经度
zh_hant: 經度

source: Longitude:
es: Longitud:
ja: 経度：
ko: 경도:
zh_hans: 经度：
zh_hant: 經度：

source: Look at the toolbar of ContentView to see how these sub-views are used.
es: Consulta la barra de ContentView para ver cómo se usan estas subvistas.
ja: これらのサブビューの使い方は ContentViewのツールバーを参照してください。
ko: 이 하위 뷰의 사용법은 ContentView의 도구 막대를 참고하세요.
pt_br: Veja a barra do ContentView para saber como usar estas subvisualizações.
zh_hans: 查看ContentView的工具栏 看看这些子视图是如何使用的。
zh_hant: 查看ContentView的工具欄 看看這些子視圖是如何使用的。

source: Map style…
es: Estilo de mapa…
ja: 地図のスタイル…
ko: 지도 스타일…
pt_br: Estilo do mapa…
zh_hans: 地图样式…
zh_hant: 地圖樣式…

source: Miscellaneous
es: Otros
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他设置
zh_hant: 其他設定

source: Name
es: Nombre
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: New Date/Time
es: Nueva fecha y hora
ja: 変更後の日時
ko: 새 날짜 및 시간
pt_br: Nova data e hora
zh_hans: 新日期和时间
zh_hant: 新日期和時間

source: No valid tracks found in above GPX file(s).
es: No se encontraron rutas válidas en los archivos GPX indicados.
ja: 上記のGPXファイルに有効な軌跡がありません。
ko: 위 GPX 파일에 유효한 경로가 없습니다.
pt_br: Não foram encontradas trilhas válidas nos arquivos GPX indicados.
zh_hans: 上述 GPX 文件中没有有效轨迹。
zh_hant: 上述 GPX 檔案中沒有有效軌跡。

source: Notice
es: Aviso
ja: お知らせ
ko: 알림
pt_br: Aviso
zh_hans: 说明
zh_hant: 說明

source: Old Date/Time
es: Fecha y hora anteriores
ja: 変更前の日時
ko: 기존 날짜 및 시간
pt_br: Data e hora anteriores
zh_hans: 原日期和时间
zh_hant: 原日期和時間

source: One or more files could not be saved
es: No se pudieron guardar algunos archivos
ja: 保存できなかったファイルがあります
ko: 일부 파일을 저장하지 못했습니다
pt_br: Não foi possível salvar alguns arquivos
zh_hans: 部分文件未能保存
zh_hant: 部分檔案未能保存

source: One or more files not opened
es: No se pudieron abrir algunos archivos
ja: 開けなかったファイルがあります
ko: 일부 파일을 열지 못했습니다
pt_br: Não foi possível abrir alguns arquivos
zh_hans: 部分文件未打开
zh_hant: 部分檔案未打開

source: One or more files were not opened. Unopened files were duplicates of files previously opened for editing.
es: Se omitieron algunos archivos porque ya estaban abiertos para editar.
ja: すでに開いているファイルと重複していたため、一部のファイルを開きませんでした。
ko: 이미 편집 중인 파일과 중복되어 일부 파일을 열지 않았습니다.
pt_br: Alguns arquivos foram ignorados porque já estavam abertos para edição.
zh_hans: 这些文件已经在编辑列表中，因此没有重复打开。
zh_hant: 這些檔案已經在編輯列表中，因此沒有重復打開。

source: Open…
es: Abrir…
ja: 開く…
ko: 열기…
pt_br: Abrir…
zh_hans: 打开…
zh_hant: 打開…

source: Paste
es: Pegar
ja: ペースト
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴
zh_hant: 粘貼

source: Photo Library
es: Fototeca
ja: 写真ライブラリ
ko: 사진 보관함
pt_br: Fototeca
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Photo Library Access Allowed
es: Acceso a la fototeca permitido
ja: 写真ライブラリへのアクセスが許可されました
ko: 사진 보관함 접근 허용됨
pt_br: Acesso à fototeca permitido
zh_hans: 已允许访问照片图库
zh_hant: 已允許訪問照片圖庫

source: Photo Library Access Denied
es: Acceso a la fototeca denegado
ja: 写真ライブラリへのアクセスが拒否されました
ko: 사진 보관함 접근 거부됨
pt_br: Acesso à fototeca negado
zh_hans: 未获准访问照片图库
zh_hant: 未獲准訪問照片圖庫

# PhotoTrail %1$@ 可供下载
source: PhotoTrail %1$@ is available for download
es: PhotoTrail %1$@ disponible
ja: PhotoTrail %1$@をダウンロードできます
ko: PhotoTrail %1$@ 다운로드 가능
pt_br: PhotoTrail %1$@ disponível
zh_hans: PhotoTrail %1$@ 可供下载
zh_hant: PhotoTrail %1$@ 可供下載

# PhotoTrail %1$@ 已下载
source: PhotoTrail %1$@ has been downloaded
es: PhotoTrail %1$@ descargado
ja: PhotoTrail %1$@をダウンロードしました
ko: PhotoTrail %1$@ 다운로드 완료
pt_br: PhotoTrail %1$@ baixado
zh_hans: PhotoTrail %1$@ 已下载
zh_hant: PhotoTrail %1$@ 已下載

# PhotoTrail %1$@ 已下载；下次启动时可打开安装镜像。
source: PhotoTrail %1$@ has been downloaded; the installation image can be opened the next time you start it.
es: PhotoTrail %1$@ descargado. Abre la imagen de instalación la próxima vez que inicies la app.
ja: PhotoTrail %1$@をダウンロードしました。次回起動時にインストール用イメージを開けます。
ko: PhotoTrail %1$@을 다운로드했습니다. 다음 실행 시 설치 이미지를 열 수 있습니다.
pt_br: PhotoTrail %1$@ baixado. Abra a imagem de instalação na próxima vez que iniciar o app.
zh_hans: PhotoTrail %1$@ 已下载；下次启动时可打开安装镜像。
zh_hant: PhotoTrail %1$@ 已下載；下次啓動時可打開安裝鏡像。

source: PhotoTrail Help…
es: Ayuda de PhotoTrail…
ja: PhotoTrailヘルプ…
ko: PhotoTrail 도움말…
pt_br: Ajuda do PhotoTrail…
zh_hans: PhotoTrail 使用帮助…
zh_hant: PhotoTrail 使用幫助…

source: PhotoTrail Run/Debug Log
es: Registro de ejecución de PhotoTrail
ja: PhotoTrail実行・デバッグログ
ko: PhotoTrail 실행 및 디버그 로그
pt_br: Registro de execução do PhotoTrail
zh_hans: PhotoTrail 运行日志
zh_hant: PhotoTrail 運行日誌

source: PhotoTrail Saved Settings
es: Ajustes guardados de PhotoTrail
ja: PhotoTrailの保存設定
ko: PhotoTrail 저장 설정
pt_br: Ajustes salvos do PhotoTrail
zh_hans: PhotoTrail 设置
zh_hant: PhotoTrail 設定

source: PhotoTrail can set/update the GPS time and date stamps when updating locations. These timestamps are the same as the image create date and time but relative to GMP/UTC, not the local time. When setting this option it is important that the TimeZone (edit menu) is correct for the images being saved. Please see the PhotoTrail help pages for more information on setting the time zone.
es: PhotoTrail puede actualizar la fecha y hora GPS al modificar ubicaciones. Se usa la hora de captura convertida a UTC. Comprueba que la zona horaria de la cámara en el menú Edición sea correcta. Consulta la ayuda para más información.
ja: 位置情報の更新時にGPS日時も更新できます。GPS日時は撮影日時をUTCに変換した値です。編集メニューのカメラのタイムゾーンが正しいことを確認してください。詳しくはヘルプを参照してください。
ko: 위치를 수정할 때 GPS 날짜와 시간도 업데이트할 수 있습니다. GPS 시간은 촬영 시간을 UTC로 변환한 값입니다. 편집 메뉴의 카메라 시간대가 올바른지 확인하세요. 자세한 내용은 도움말을 참고하세요.
pt_br: O PhotoTrail pode atualizar a data e hora GPS ao alterar localizações. Usa a hora de captura convertida para UTC. Confira o fuso horário da câmera no menu Editar. Consulte a ajuda para mais informações.
zh_hans: 更新位置时，将 GPS 日期和时间设为拍摄时间对应的 UTC 时间。请先在“编辑”菜单中确认照片的拍摄时区。
zh_hant: 更新位置時，將 GPS 日期和時間設為拍攝時間對應的 UTC 時間。請先在“編輯”菜單中確認照片的拍攝時區。

source: PhotoTrail will not place a copy of updated files in your selected backup folder if this box is checked. If there are issues while updates are in progress it is possible that image files could be corrupted. Allowing PhotoTrail to make a backup before updates occur is recommended.
es: Si activas esta opción, no se guardarán copias antes de actualizar los archivos. Un fallo durante la escritura podría dañarlos. Se recomienda mantener las copias de seguridad.
ja: オンにすると、更新前のファイルはバックアップされません。更新中の問題で写真が破損する可能性があるため、バックアップを推奨します。
ko: 이 옵션을 켜면 수정 전 파일을 백업하지 않습니다. 수정 중 문제가 생기면 사진이 손상될 수 있으므로 백업을 권장합니다.
pt_br: Se ativada, esta opção impede o backup antes de atualizar os arquivos. Uma falha durante a gravação pode danificá-los. É recomendável manter os backups.
zh_hans: 勾选后将不再备份照片。如果保存时发生故障，照片可能受损，建议保留备份。
zh_hant: 勾選後將不再備份照片。如果保存時發生故障，照片可能受損，建議保留備份。

# PhotoTrail 地图
source: PhotoTrail map
es: Mapa de PhotoTrail
ja: PhotoTrailマップ
ko: PhotoTrail 지도
pt_br: Mapa do PhotoTrail
zh_hans: PhotoTrail 地图
zh_hant: PhotoTrail 地圖

source: Pin view options…
es: Opciones de pines…
ja: ピンの表示設定…
ko: 핀 표시 옵션…
pt_br: Opções de pinos…
zh_hans: 位置标记选项…
zh_hant: 位置標記選項…

source: Please select an image
es: Selecciona una foto
ja: 写真を選択してください
ko: 사진을 선택하세요
pt_br: Selecione uma foto
zh_hans: 请选择一张照片
zh_hant: 請選擇一張照片

source: Previously selected locations:
es: Ubicaciones anteriores:
ja: 以前選択した位置：
ko: 이전에 선택한 위치:
pt_br: Localizações anteriores:
zh_hans: 最近使用的地点：
zh_hant: 最近使用的地點：

source: Processing files...
es: Procesando archivos…
ja: ファイルを処理中…
ko: 파일 처리 중…
pt_br: Processando arquivos…
zh_hans: 正在处理文件…
zh_hant: 正在處理檔案…

source: Redo
es: Rehacer
ja: やり直す
ko: 다시 실행
pt_br: Refazer
zh_hans: 重做
zh_hant: 重做

source: Refresh list
es: Actualizar lista
ja: 一覧を更新
ko: 목록 새로 고침
pt_br: Atualizar lista
zh_hans: 刷新日志
zh_hant: 刷新日誌

source: Report a bug…
es: Informar de un error…
ja: 不具合を報告…
ko: 버그 신고…
pt_br: Relatar um erro…
zh_hans: 报告问题…
zh_hant: 報告問題…

source: Right Click to see context menu
es: Haz clic derecho para ver el menú
ja: 右クリックでメニューを表示
ko: 오른쪽 클릭으로 메뉴 표시
pt_br: Clique com o botão direito para ver o menu
zh_hans: 右键打开操作菜单
zh_hant: 右鍵打開操作菜單

source: Right click to see the context menu
es: Haz clic derecho para ver el menú
ja: 右クリックでメニューを表示
ko: 오른쪽 클릭으로 메뉴 표시
pt_br: Clique com o botão direito para ver o menu
zh_hans: 右键打开操作菜单
zh_hant: 右鍵打開操作菜單

source: Save in progress
es: Guardando
ja: 保存中
ko: 저장 중
pt_br: Salvando
zh_hans: 正在保存
zh_hant: 正在保存

source: Save map location
es: Guardar ubicación del mapa
ja: 地図の位置を保存
ko: 지도 위치 저장
pt_br: Salvar localização do mapa
zh_hans: 保存地图视角
zh_hant: 保存地圖視角

source: Save…
es: Guardar…
ja: 保存…
ko: 저장…
pt_br: Salvar…
zh_hans: 保存…
zh_hant: 保存…

source: Select All
es: Seleccionar todo
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
zh_hans: 全选
zh_hant: 全選

source: Select a format for latitude and longitude display.
es: Elige el formato de visualización de latitud y longitud.
ja: 緯度と経度の表示形式を選択します。
ko: 위도와 경도의 표시 형식을 선택합니다.
pt_br: Escolha o formato de exibição de latitude e longitude.
zh_hans: 选择经纬度的显示格式。
zh_hant: 選擇經緯度的顯示格式。

source: Select the color used to display GPS tracks on the map.
es: Elige el color de las rutas GPS en el mapa.
ja: 地図上のGPS軌跡の色を選択します。
ko: 지도에 표시할 GPS 경로 색상을 선택합니다.
pt_br: Escolha a cor das trilhas GPS no mapa.
zh_hans: 选择地图中 GPS 轨迹的颜色。
zh_hant: 選擇地圖中 GPS 軌跡的顏色。

source: Select the width of line used to display GPS tracks on the map. Use 0 for the system default width.
es: Elige el grosor de las rutas GPS. Usa 0 para el valor del sistema.
ja: GPS軌跡の線幅を選択します。0でシステムの既定値を使います。
ko: GPS 경로 선 너비를 선택합니다. 0이면 시스템 기본값을 사용합니다.
pt_br: Escolha a espessura das trilhas GPS. Use 0 para o padrão do sistema.
zh_hans: 选择轨迹线宽，0 表示使用系统默认值。
zh_hant: 選擇軌跡線寬，0 表示使用系統預設值。

source: Set File Modification Time
es: Establecer fecha de modificación
ja: ファイルの更新日時を設定
ko: 파일 수정 시간 설정
pt_br: Definir data de modificação
zh_hans: 同步文件修改时间
zh_hant: 同步檔案修改時間

source: Show Disabled Files
es: Mostrar archivos no editables
ja: 編集不可のファイルを表示
ko: 편집 불가 파일 표시
pt_br: Mostrar arquivos não editáveis
zh_hans: 显示不可编辑的文件
zh_hant: 顯示不可編輯的檔案

source: Show In Finder
es: Mostrar en Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
zh_hans: 在访达中显示
zh_hant: 在訪達中顯示

source: Show log…
es: Mostrar registro…
ja: ログを表示…
ko: 로그 보기…
pt_br: Mostrar registro…
zh_hans: 查看日志…
zh_hant: 查看日誌…

source: Show pin for most selected item
es: Mostrar pin del elemento actual
ja: 現在の選択項目のピンを表示
ko: 현재 선택 항목의 핀 표시
pt_br: Mostrar pino do item atual
zh_hans: 只显示主选照片的位置
zh_hant: 只顯示主選照片的位置

source: Show pins for all selected items
es: Mostrar pines de toda la selección
ja: 選択したすべての項目のピンを表示
ko: 선택한 모든 항목의 핀 표시
pt_br: Mostrar pinos de toda a seleção
zh_hans: 显示所有选中照片的位置
zh_hant: 顯示所有選中照片的位置

source: Sidecar file support
es: Archivos auxiliares
ja: サイドカーファイル対応
ko: 사이드카 파일 지원
pt_br: Arquivos auxiliares
zh_hans: 附属文件
zh_hant: 附屬檔案

source: Specify Camera Time Zone
es: Zona horaria de la cámara
ja: カメラのタイムゾーンを指定
ko: 카메라 시간대 지정
pt_br: Fuso horário da câmera
zh_hans: 设置相机拍摄时区
zh_hant: 設定相機拍攝時區

source: Specify Time Zone…
es: Especificar zona horaria…
ja: タイムゾーンを指定…
ko: 시간대 지정…
pt_br: Definir fuso horário…
zh_hans: 设置拍摄时区…
zh_hant: 設定拍攝時區…

source: Standard
es: Estándar
ja: 標準
ko: 표준
pt_br: Padrão
zh_hans: 标准地图
zh_hant: 標準地圖

source: Standard with traffic
es: Estándar con tráfico
ja: 標準（交通情報）
ko: 표준(교통 정보)
pt_br: Padrão com trânsito
zh_hans: 标准地图与路况
zh_hant: 標準地圖與路況

source: State:
es: Región:
ja: 都道府県：
ko: 주/도:
pt_br: Estado:
zh_hans: 省／州：
zh_hant: 省／州：

source: Tag updated files
es: Etiquetar archivos actualizados
ja: 更新したファイルにタグを付ける
ko: 수정된 파일에 태그 추가
pt_br: Etiquetar arquivos atualizados
zh_hans: 为修改后的文件添加标签
zh_hant: 為修改後的檔案添加標籤

source: The above GPX file(s) have been processed and will show as tracks on the map.
es: Los archivos GPX indicados se han procesado y aparecerán como rutas en el mapa.
ja: 上記のGPXファイルを読み込みました。地図に軌跡が表示されます。
ko: 위 GPX 파일을 처리했으며 지도에 경로로 표시됩니다.
pt_br: Os arquivos GPX indicados foram processados e aparecerão como trilhas no mapa.
zh_hans: 以上 GPX 文件已处理，可在苹果地图上显示轨迹。
zh_hant: 以上 GPX 檔案已處理，可在蘋果地圖上顯示軌跡。

source: This tag will be added to files when Tag updated files is checked. If the tag is empty "PhotoTrail" will be used.
es: Esta etiqueta se usa cuando está activado el etiquetado de archivos. Si está vacía, se usa «PhotoTrail».
ja: 「更新したファイルにタグを付ける」がオンの場合、このタグを使います。空欄の場合は「PhotoTrail」を使います。
ko: 파일 태그 추가가 켜져 있으면 이 태그를 사용합니다. 비어 있으면 PhotoTrail을 사용합니다.
pt_br: Esta etiqueta é usada quando a opção de etiquetar arquivos está ativada. Se estiver vazia, será usado “PhotoTrail”.
zh_hans: 开启文件标签后使用此名称，留空时使用“PhotoTrail”。
zh_hant: 開啓檔案標籤後使用此名稱，留空時使用“PhotoTrail”。

source: Timestamp
es: Fecha y hora
ja: 日時
ko: 날짜 및 시간
pt_br: Data e hora
zh_hans: 拍摄时间
zh_hant: 拍攝時間

source: Toggle Inspector
es: Alternar inspector
ja: インスペクタを切り替え
ko: 정보 패널 전환
pt_br: Alternar inspetor
zh_hans: 显示或隐藏照片信息
zh_hant: 顯示或隱藏照片資訊

source: Track Color
es: Color de ruta
ja: 軌跡の色
ko: 경로 색상
pt_br: Cor da trilha
zh_hans: 轨迹颜色
zh_hant: 軌跡顏色

source: Track Log Options
es: Opciones de rutas
ja: 軌跡の設定
ko: 경로 설정
pt_br: Opções de trilhas
zh_hans: 轨迹设置
zh_hant: 軌跡設定

source: Track color
es: Color de ruta
ja: 軌跡の色
ko: 경로 색상
pt_br: Cor da trilha
zh_hans: 轨迹颜色
zh_hant: 軌跡顏色

source: Track width
es: Grosor de ruta
ja: 軌跡の線幅
ko: 경로 선 너비
pt_br: Espessura da trilha
zh_hans: 轨迹线宽
zh_hant: 軌跡線寬

source: Undo
es: Deshacer
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 撤銷

source: Unexpected Error
es: Error inesperado
ja: 予期しないエラー
ko: 예기치 않은 오류
pt_br: Erro inesperado
zh_hans: 发生意外错误
zh_hant: 發生意外錯誤

source: Unknown
es: Desconocido
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Update GPS Date/Time
es: Actualizar fecha y hora GPS
ja: GPS日時を更新
ko: GPS 날짜 및 시간 업데이트
pt_br: Atualizar data e hora GPS
zh_hans: 更新 GPS 日期和时间
zh_hant: 更新 GPS 日期和時間

source: When matching image timestamps to a GPS track log PhotoTrail will assign locations to images taken this many minutes before and after the log endpoints. The first or last location will be used as appropriate.
es: Al cruzar fotos con una ruta, las tomadas dentro de estos minutos antes del inicio o después del final reciben la primera o última ubicación, respectivamente.
ja: 軌跡との照合では、開始前・終了後の指定分数以内の写真に、それぞれ最初・最後の位置を割り当てます。
ko: 경로와 일치시킬 때 시작 전·종료 후 지정한 분 이내의 사진에는 각각 첫 위치와 마지막 위치를 적용합니다.
pt_br: Ao comparar fotos com uma trilha, as tiradas dentro destes minutos antes do início ou após o fim recebem a primeira ou a última localização, respectivamente.
zh_hans: 匹配照片和轨迹时，允许照片拍摄时间超出轨迹起止时间指定的分钟数，并使用对应端点的位置。
zh_hant: 匹配照片和軌跡時，允許照片拍攝時間超出軌跡起止時間指定的分鐘數，並使用對應端點的位置。

source: When this box is checked jpeg files that are part of a raw/jpeg pair can not not be updated. The jpeg image name is displayed in the table using a gray color.
es: Si se activa, los JPEG de pares RAW/JPEG no se pueden modificar y aparecen en gris en la lista.
ja: オンにすると、RAW/JPEGペアのJPEGは更新されず、一覧で名前が灰色になります。
ko: 이 옵션을 켜면 RAW/JPEG 쌍의 JPEG를 수정할 수 없으며 목록에서 이름이 회색으로 표시됩니다.
pt_br: Se ativada, os JPEG de pares RAW/JPEG não podem ser alterados e aparecem em cinza na lista.
zh_hans: 勾选后，与 RAW 配对的 JPEG 文件不能编辑，文件名会显示为灰色。
zh_hant: 勾選後，與 RAW 配對的 JPEG 檔案不能編輯，檔案名會顯示為灰色。

source: With tag:
es: Etiqueta:
ja: タグ：
ko: 태그:
pt_br: Etiqueta:
zh_hans: 标签名称：
zh_hant: 標籤名稱：

source: image name
es: nombre de foto
ja: 写真名
ko: 사진 이름
pt_br: nome da foto
zh_hans: 照片名称
zh_hant: 照片名稱

# macOS 未能打开磁盘映像
source: macOS failed to open disk image
es: macOS no pudo abrir la imagen de disco
ja: macOSでディスクイメージを開けませんでした
ko: macOS에서 디스크 이미지를 열지 못했습니다
pt_br: O macOS não conseguiu abrir a imagem de disco
zh_hans: macOS 未能打开磁盘映像
zh_hant: macOS 未能打開磁盤映像

source: with tag
es: con etiqueta
ja: タグ
ko: 태그
pt_br: com etiqueta
zh_hans: 标签名称
zh_hant: 標籤名稱

# 上一步
source: Back
es: Atrás
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 上一步
zh_hant: 上一步

# 上次地图视野
source: Last map view
es: Última vista del mapa
ja: 前回の地図表示
ko: 마지막 지도 화면
pt_br: Última visualização do mapa
zh_hans: 上次地图视野
zh_hant: 上次地圖視野

# 上次检查：%1$@
source: Last check: %1$@
es: Última comprobación: %1$@
ja: 最終確認：%1$@
ko: 마지막 확인: %1$@
pt_br: Última verificação: %1$@
zh_hans: 上次检查：%1$@
zh_hant: 上次檢查：%1$@

# 上次轨迹匹配
source: Last track match
es: Última coincidencia con rutas
ja: 前回の軌跡照合
ko: 마지막 경로 일치
pt_br: Última correspondência com trilhas
zh_hans: 上次轨迹匹配
zh_hant: 上次軌跡匹配

# 下一步
source: Next
es: Siguiente
ja: 次へ
ko: 다음
pt_br: Avançar
zh_hans: 下一步
zh_hant: 下一步

# 下载文件大小不匹配
source: The download file size does not match
es: El tamaño del archivo descargado no coincide
ja: ダウンロードしたファイルサイズが一致しません
ko: 다운로드 파일 크기가 일치하지 않습니다
pt_br: O tamanho do arquivo baixado não corresponde
zh_hans: 下载文件大小不匹配
zh_hant: 下載檔案大小不匹配

# 下载文件校验失败
source: Download file verification failed
es: Error al verificar la descarga
ja: ダウンロードしたファイルの検証に失敗しました
ko: 다운로드 파일 검증 실패
pt_br: Falha ao verificar o download
zh_hans: 下载文件校验失败
zh_hant: 下載檔案校驗失敗

# 下载服务器返回异常
source: The download server returned an exception
es: Error del servidor de descarga
ja: ダウンロードサーバーでエラーが発生しました
ko: 다운로드 서버 오류
pt_br: Erro do servidor de download
zh_hans: 下载服务器返回异常
zh_hant: 下載服務器返回異常

# 不会删除或修改磁盘原文件。选中照片及其配对 RAW 会一起移出列表；未保存的修改将从当前列表移除，可撤销恢复。
source: The original files on disk will not be deleted or changed. Selected photos and their paired RAW files, including unsaved edits, will be removed from this list. You can undo this action.
es: No se borrarán ni modificarán los archivos originales. Se quitarán de esta lista las fotos seleccionadas y sus RAW emparejados, con sus cambios sin guardar. Puedes deshacer esta acción.
ja: ディスク上の元のファイルは削除・変更されません。選択した写真とペアのRAW、および未保存の編集内容をこの一覧から除外します。この操作は取り消せます。
ko: 디스크의 원본 파일은 삭제되거나 변경되지 않습니다. 선택한 사진과 쌍을 이룬 RAW 및 저장하지 않은 편집 내용이 목록에서 제거됩니다. 실행 취소할 수 있습니다.
pt_br: Os arquivos originais não serão excluídos nem alterados. As fotos selecionadas e seus RAW emparelhados, com suas edições não salvas, serão removidos desta lista. Você pode desfazer esta ação.
zh_hans: 不会删除或修改磁盘原文件。选中照片及其配对 RAW 会一起移出列表；未保存的修改将从当前列表移除，可撤销恢复。
zh_hant: 不會刪除或修改磁盤原檔案。選中照片及其配對 RAW 會一起移出列表；未保存的修改將從當前列表移除，可撤銷恢復。

# 不提醒
source: No reminder
es: Sin recordatorio
ja: 通知しない
ko: 알리지 않음
pt_br: Sem lembrete
zh_hans: 不提醒
zh_hant: 不提醒

# 中国大陆拍摄优先
source: Recommended in mainland China
es: Recomendado en China continental
ja: 中国本土の撮影におすすめ
ko: 중국 본토 촬영에 권장
pt_br: Recomendado na China continental
zh_hans: 中国大陆拍摄优先
zh_hant: 中國大陸拍攝優先

# 为所选照片写入定位
source: Apply locations to selected photos
es: Aplicar ubicaciones a la selección
ja: 選択した写真に位置を適用
ko: 선택한 사진에 위치 적용
pt_br: Aplicar localizações à seleção
zh_hans: 为所选照片写入定位
zh_hant: 為所選照片寫入定位

# 亮色
source: Light
es: Claro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 亮色
zh_hant: 亮色

# 仅为没有定位的照片匹配位置，不覆盖已有定位。
source: Match only photos without a location. Existing locations are preserved.
es: Solo se cruzan fotos sin ubicación. Se conservan las ubicaciones existentes.
ja: 位置のない写真のみ照合します。既存の位置は保持します。
ko: 위치가 없는 사진만 일치시킵니다. 기존 위치는 유지합니다.
pt_br: Compara apenas fotos sem localização. As localizações existentes são preservadas.
zh_hans: 仅为没有定位的照片匹配位置，不覆盖已有定位。
zh_hant: 僅為沒有定位的照片匹配位置，不覆蓋已有定位。

# 仅大于此间隔时开始新轨迹段。
source: Start a new track segment only when it is greater than this interval.
es: Solo se inicia un segmento nuevo al superar este intervalo.
ja: この間隔を超えた場合にのみ、新しい軌跡区間を開始します。
ko: 이 간격을 초과할 때만 새 경로 구간을 시작합니다.
pt_br: Um novo segmento só começa ao exceder este intervalo.
zh_hans: 仅大于此间隔时开始新轨迹段。
zh_hant: 僅大於此間隔時開始新軌跡段。

# 仅控制当前位置的地区名称查询。
source: Only controls region-name lookup for the current location.
es: Solo controla la consulta del nombre de la región actual.
ja: 現在の位置の地域名取得方法だけを変更します。
ko: 현재 위치의 지역 이름 조회 방식만 제어합니다.
pt_br: Controla apenas a consulta do nome da região atual.
zh_hans: 仅控制当前位置的地区名称查询。
zh_hant: 僅控制當前位置的地區名稱查詢。

# 仅提醒，删除前仍会再次确认。
source: Only a reminder, it will be confirmed again before deletion.
es: Solo es un aviso; se pedirá confirmación antes de borrar.
ja: 通知のみです。削除前に確認します。
ko: 알림만 표시하며 삭제 전에 다시 확인합니다.
pt_br: É apenas um aviso; haverá confirmação antes de excluir.
zh_hans: 仅提醒，删除前仍会再次确认。
zh_hant: 僅提醒，刪除前仍會再次確認。

# 仅支持本地照片文件。
source: Only supports local photo files.
es: Solo se admiten archivos de fotos locales.
ja: ローカルの写真ファイルのみ対応しています。
ko: 로컬 사진 파일만 지원합니다.
pt_br: Apenas arquivos de fotos locais são aceitos.
zh_hans: 仅支持本地照片文件。
zh_hant: 僅支持本地照片檔案。

# 仅用于下次新会话；当前批次仍可单独调整。
source: Only used for the next new session; the current batch can still be adjusted individually.
es: Solo se aplica a nuevas sesiones. Puedes ajustar el lote actual por separado.
ja: 次の新規セッションにのみ適用されます。現在の写真群には別途設定できます。
ko: 다음 새 세션에만 적용됩니다. 현재 사진 묶음은 별도로 조정할 수 있습니다.
pt_br: Aplica-se apenas a novas sessões. Você pode ajustar o lote atual separadamente.
zh_hans: 仅用于下次新会话；当前批次仍可单独调整。
zh_hant: 僅用於下次新會話；當前批次仍可單獨調整。

# 仅看上次匹配未成功的照片
source: See only photos that were unsuccessful in the last match
es: Ver solo fotos sin coincidencia en el último intento
ja: 前回の照合で一致しなかった写真のみ表示
ko: 마지막 일치에 실패한 사진만 보기
pt_br: Ver apenas fotos sem correspondência na última tentativa
zh_hans: 仅看上次匹配未成功的照片
zh_hant: 僅看上次匹配未成功的照片

# 仍有未保存的修改，退出后会丢失。确认退出？
source: Unsaved changes will be lost. Quit anyway?
es: Se perderán los cambios sin guardar. ¿Salir?
ja: 未保存の変更が失われます。終了しますか？
ko: 저장하지 않은 변경 사항이 사라집니다. 종료할까요?
pt_br: As alterações não salvas serão perdidas. Sair?
zh_hans: 仍有未保存的修改，退出后会丢失。确认退出？
zh_hant: 仍有未保存的修改，退出後會丟失。確認退出？

# 从列表移除
source: Remove from list
es: Quitar de la lista
ja: 一覧から除外
ko: 목록에서 제거
pt_br: Remover da lista
zh_hans: 从列表移除
zh_hant: 從列表移除

# 从列表移除照片
source: Remove photos from list
es: Quitar fotos de la lista
ja: 写真を一覧から除外
ko: 사진을 목록에서 제거
pt_br: Remover fotos da lista
zh_hans: 从列表移除照片
zh_hant: 從列表移除照片

# 从列表移除照片？
source: Remove photos from the list?
es: ¿Quitar fotos de la lista?
ja: 写真を一覧から除外しますか？
ko: 사진을 목록에서 제거할까요?
pt_br: Remover fotos da lista?
zh_hans: 从列表移除照片？
zh_hant: 從列表移除照片？
